//COPY    EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//SYSUT3   DD UNIT=SYSDA,SPACE=(TRK,(10,10))
//SYSUT4   DD UNIT=SYSDA,SPACE=(TRK,(10,10))
<source_copy_pds_list>
//OUT      DD DISP=(,CATLG,DELETE),
//            DSN=<target_dsn>,
//            UNIT=SYSDA,
//            SPACE=(TRK,(10,20,130)),
//            DCB=(RECFM=FB,LRECL=80)
//SYSIN DD *
  COPY OUTDD=OUT
<source_input_dd_list>
<select_list>
